/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Comhéadan Úsáideora";
"Toolbar on bottom" = "Barra uirlisí ag an mbun";
"Dark interface" = "Comhéadan dorcha";
"Search engine" = "Inneall cuardaigh";
"Custom home page" = "Leathanach baile saincheaptha";
"If blank, the default Onion Browser page will be used" = "Má fhágtar folamh é seo, úsáidfear leathanach réamhshocraithe an Bhrabhsálaí Onion";
"Privacy" = "Príobháideachas";
"Send Do-Not-Track header" = "Seol ceanntásc Do-Not-Track";
"Edit cookies and local storage" = "Cuir fianáin agus stóras áitiúil in eagar";
"Cookie auto-sweep interval" = "Eatramh uathscuabtha fianán";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Glanfar fianáin agus sonraí sa stóras áitiúil a bhaineann le hóstaigh nach bhfuil ar an liosta bán, fiú ó chluaisíní oscailte, mura n-úsáidtear iad go ceann an líon seo nóiméad";
"Clear all when backgrounded" = "Glan uile agus ag rith sa chúlra";
"When switching to another app, close all tabs and clear non-whitelisted cookies" = "Dún gach cluaisín agus scrios gach fianán nach bhfuil ar an liosta bán nuair a osclaíonn tú aip eile";
"Allow 3rd party keyboards" = "Ceadaigh méarchláir 3ú páirtí";
"Changing this option requires restarting the app" = "Má athraíonn tú an rogha seo, caithfidh tú an aip a atosú";
"Support" = "Tacaíocht";
"Report a bug" = "Déan tuairisc ar fhabht";
"Miscellaneous" = "Éagsúil";
"Rate on App Store" = "Rátáil san App Store";
"About" = "Maidir leis";
"About Endless" = "Maidir le hEndless";
"Fund Endless development" = "Tacaigh le forbairt Endless";
